/* No comment provided by engineer. */
"%@ has cancelled this request." = "%@ kumosi pyynnön.";

/* No comment provided by engineer. */
"%@ has declined your request." = "%@ kieltäytyi pyynnöstäsi.";

/* No comment provided by engineer. */
"%@ would like to connect." = "%@ haluaa muodostaa yhteyden.";

/* No comment provided by engineer. */
"%@\nhas cancelled this request." = "%@\nkumosi tämän pyynnön.";

/* No comment provided by engineer. */
"%@\nhas declined your request." = "%@\nkieltäytyi pyynnöstäsi.";

/* No comment provided by engineer. */
"%@\nwould like to connect." = "%@\nhaluaa muodostaa yhteyden.";

/* No comment provided by engineer. */
"Accept" = "Hyväksy";

/* No comment provided by engineer. */
"Bluetooth Communication Error" = "Bluetoothin tietoliikennevirhe";

/* No comment provided by engineer. */
"Bluetooth must be on to connect to nearby iPads, iPhones, or iPod touches." = "Bluetoothin pitää olla päällä, jotta voit yhdistää lähellä oleviin iPadeihin, iPhoneihin tai iPodeihin.";

/* No comment provided by engineer. */
"Cancel" = "Kumoa";

/* No comment provided by engineer. */
"Choose an iPad, iPhone,\nor iPod touch:" = "Valitse iPad, iPhone\ntai iPod touch:";

/* No comment provided by engineer. */
"Connection Lost" = "Yhteys katkesi";

/* No comment provided by engineer. */
"Decline" = "Kieltäydy";

/* No comment provided by engineer. */
"is not available." = "ei ole käytettävissä.";

/* No comment provided by engineer. */
"Looking for other iPads, iPhones, or iPod touches…" = "Etsitään muita iPadeja, iPhoneja tai iPod toucheja…";

/* No comment provided by engineer. */
"Looking for peers…" = "Etsitään pelaajia…";

/* No comment provided by engineer. */
"Nearby" = "Lähipelaaja";

/* No comment provided by engineer. */
"Not supported on this\n%@." = "Ei tueta tällä laitteella\n(%@).";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Request declined." = "Pyyntö hylättiin.";

/* No comment provided by engineer. */
"This request was cancelled." = "Pyyntö kumottiin.";

/* No comment provided by engineer. */
"Waiting for %@…" = "Odotetaan pelaajaa %@…";

/* No comment provided by engineer. */
"Waiting for\n%@…" = "Odotetaan pelaajaa\n%@…";

/* No comment provided by engineer. */
"Waiting to connect…" = "Odotetaan yhteyttä…";

/* No comment provided by engineer. */
"Would you like to turn on Bluetooth?" = "Haluatko laittaa Bluetoothin päälle?";

